2gua.rainbow-brackets
aaron-bond.better-comments
bierner.emojisense
burkeholland.simple-react-snippets
Codium.codium
Compulim.vscode-express
dsznajder.es7-react-js-snippets
dzhavat.bracket-pair-toggler
esbenp.prettier-vscode
ferdelamad.styled-snippets
formulahendry.auto-rename-tag
formulahendry.code-runner
gottschalg.gottschalg-theme
jonkwheeler.styled-components-snippets
joshjg.generate-react-component
kevinkyang.auto-comment-blocks
MariusAlchimavicius.json-to-ts
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
naumovs.color-highlight
PKief.material-icon-theme
pranaygp.vscode-css-peek
rangav.vscode-thunder-client
ritwickdey.LiveServer
sketchbuch.vsc-quokka-statusbar
styled-components.vscode-styled-components
twxs.cmake
WallabyJs.quokka-vscode
woodreamz.es7-react-js-snippets
xabikos.JavaScriptSnippets
xabikos.ReactSnippets
zhuangtongfa.material-theme
